[
  {
    "id": "A.5.1",
    "advice": "Политика информационной безопасности задаёт общие цели и подходы к защите информации. Она обеспечивает единое понимание безопасности в компании и является обязательной частью системы управления ИБ."
  },
  {
    "id": "A.5.2",
    "advice": "Назначение ролей и обязанностей в области ИБ снижает риск пробелов в защите и недопонимания между отделами. Без чёткого распределения задач невозможно контролировать соблюдение политики."
  },
  {
    "id": "A.5.3",
    "advice": "Разделение обязанностей исключает конфликты интересов и снижает риск злоупотреблений — например, разработчик не должен сам внедрять и проверять собственный код в проде."
  },
  {
    "id": "A.5.4",
    "advice": "Корректное управление активами (информацией, устройствами, ПО) необходимо для отслеживания, защиты и своевременного реагирования при инцидентах."
  },
  {
    "id": "A.5.5",
    "advice": "Налаженные контакты с внешними структурами (CERT, регуляторы, правоохранительные органы) позволяют быстрее реагировать на атаки, утечки и юридические требования."
  },
  {
    "id": "A.5.6",
    "advice": "Указание обязанностей по ИБ в договорах с подрядчиками и партнёрами защищает организацию от рисков на стороне третьих лиц, включая обработку данных и технический доступ."
  },
  {
    "id": "A.5.7",
    "advice": "Постоянный анализ угроз позволяет реагировать на новые риски до того, как они нанесут ущерб. Это основа проактивной информационной безопасности и обязательное требование ISO 27001."
  },
  {
    "id": "A.5.8",
    "advice": "Оценка рисков позволяет выявить уязвимые точки и приоритезировать защитные меры. Без неё невозможно эффективно распределять ресурсы на безопасность."
  },
  {
    "id": "A.5.9",
    "advice": "Интеграция требований ИБ в бизнес-процессы позволяет избежать затратных исправлений на поздних стадиях и делает безопасность частью архитектуры систем."
  },
  {
    "id": "A.5.10",
    "advice": "Регистрация и расследование ИБ-инцидентов позволяет учиться на ошибках, улучшать политику и снижать последствия для бизнеса."
  },
  {
    "id": "A.5.15",
    "advice": "Контроль доступа по ролям и принципу минимальных прав предотвращает утечки данных и несанкционированные действия. Это один из ключевых технических барьеров в защите информации."
  },
  {
    "id": "A.5.20",
    "advice": "Использование механизмов подтверждения личности (MFA, SSO) предотвращает взлом учётных записей даже при компрометации пароля. Это must-have для удалённой работы."
  },
  {
    "id": "A.5.23",
    "advice": "Работа с облачными сервисами требует особого подхода: важно оценивать надёжность провайдеров, шифрование, юрисдикцию хранения данных и механизм контроля доступа к облачным ресурсам."
  }
]
