export const sections = [
  {
    title: "Политика и руководство",
    questions: [
			{
      	text: "1. Политика, которая одобрена руководством, опубликована и доведена до сведения всех сотрудников.",
				advice: "Политика информационной безопасности должна быть одобрена руководством и опубликована. Она должна быть доступна всем сотрудникам и сторонним пользователям, которые имеют доступ к информации и активам организации. Политика должна быть понятна и доступна для всех сотрудников, чтобы они могли следовать ей в своей работе."
			},
			{
      	text:"2. Определяет ли политика обязательства руководства и устанавливает ли организационный подход к управлению информационной безопасностью.",
				advice: "Политика информационной безопасности должна определять обязательства руководства и устанавливать организационный подход к управлению информационной безопасностью. Это включает в себя определение ролей и обязанностей, а также установление процессов для управления рисками и инцидентами безопасности."
			},
			{
      	text: "3. Пересматривается ли Политика информационной безопасности через запланированные промежутки времени или происходят существенные изменения для обеспечения её постоянной пригодности, адекватности и эффективности.",
				advice: "Политика информационной безопасности должна пересматриваться через запланированные промежутки времени или при существенных изменениях в организации. Это необходимо для обеспечения её постоянной пригодности, адекватности и эффективности. Пересмотр должен учитывать изменения в законодательстве, технологиях и бизнес-процессах."
			},
			{
      	text: "4. Имеет ли политика информационной безопасности владельца, который утвердил ответственность руководства за разработку, рассмотрение и оценку политики безопасности.",
				advice: "Политика информационной безопасности должна иметь владельца, который утвердил ответственность руководства за её разработку, рассмотрение и оценку. Это необходимо для обеспечения того, чтобы политика была актуальной и соответствовала требованиям организации."
			},
			{
      	text: "5. Существуют ли какие‑либо определённые процедуры проверки Политики информационной безопасности и включают ли они требования к проверке со стороны руководства.",
				advice: "Политика информационной безопасности должна включать процедуры проверки, которые определяют, как и когда будет проводиться проверка. Это может включать в себя регулярные аудиты, внутренние проверки и внешние оценки. Проверка должна быть направлена на выявление недостатков и улучшение политики."
			},
			{
				text: "6. Учитываются ли результаты проверки со стороны руководства.",
				advice: "Результаты проверки должны быть учтены и использованы для улучшения политики информационной безопасности. Это может включать в себя внесение изменений в политику, обучение сотрудников и улучшение процессов."
			},
			{
				text: "7. Получено ли одобрение руководства для пересмотра политики.",
				advice: "Пересмотр политики информационной безопасности должен быть одобрен руководством. Это необходимо для обеспечения того, чтобы изменения были согласованы с общими целями и стратегией организации."
			},
			{
				text: "8. Демонстрирует ли руководство активную поддержку мер безопасности внутри организации. Этого можно добиться посредством чёткого указания, демонстрации приверженности, чёткого назначения и признания ответственности за информационную безопасность.",
				advice: "Руководство должно активно поддерживать меры безопасности внутри организации. Это может включать в себя обучение сотрудников, выделение ресурсов и поддержку инициатив по повышению безопасности."
			},
			{
				text: "9. Координируются ли мероприятия по информационной безопасности представителями различных частей организации с соответствующими ролями и обязанностями.",
				advice: "Мероприятия по информационной безопасности должны координироваться между различными частями организации. Это необходимо для обеспечения согласованности и эффективности мер безопасности."
			},
			{
				text: "10. Поддерживаются ли контакты с группами или другими специализированными форумами по безопасности, а также профессиональными ассоциациями.",
				advice: "Организация должна поддерживать контакты с группами и форумами по безопасности, а также профессиональными ассоциациями. Это необходимо для обмена опытом, получения информации о новых угрозах и лучших практиках."
			}
		]
  },

  {
    title: "Управление активами",
    questions: [
			{
      	text: "1. Определено и внедрено для любого нового средства обработки информации внутри организации.",
				advice: "Организация должна определить и внедрить политику управления активами, которая включает в себя идентификацию, классификацию и защиту активов. Это необходимо для обеспечения безопасности информации и активов организации."
			},
			{
				text: "2. Выполняются ли все установленные требования безопасности перед предоставлением клиенту доступа к информации или активам организации.",
				advice: "Организация должна выполнять все установленные требования безопасности перед предоставлением клиенту доступа к информации или активам. Это необходимо для защиты информации и активов от несанкционированного доступа."
			},
			{
				text: "3. Ведётся ли реестр со всеми важными активами",
				advice: "Организация должна вести реестр всех важных активов, включая информацию, оборудование и программное обеспечение. Это необходимо для управления активами и обеспечения их безопасности."
			},
			{
				text: "4. Определена и согласована классификация безопасности и ограничения доступа, которые периодически пересматриваются.",
				advice: "Организация должна определить и согласовать классификацию безопасности и ограничения доступа к активам. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "5. Были ли определены, документированы и реализованы правила приемлемого использования информации и активов, связанных со средством обработки информации?",
				advice: "Организация должна определить, документировать и реализовать правила приемлемого использования информации и активов. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "6. Классифицируется ли информация с точки зрения её ценности, юридических требований, чувствительности и критичности для организации.",
				advice: "Организация должна классифицировать информацию с точки зрения её ценности, юридических требований, чувствительности и критичности. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "7. Определён ли соответствующий набор процедур для маркировки и обработки информации в соответствии со схемой классификации, принятой в организации.",
				advice: "Организация должна определить соответствующий набор процедур для маркировки и обработки информации в соответствии со схемой классификации. Это необходимо для обеспечения безопасности информации и активов."
			}
		]
	},

  {
    title: "Кадровая безопасность",
    questions: [
			{
			text: "1. Соглашение о конфиденциальности или неразглашении для защиты информации чётко определено и регулярно пересматривается.",
			advice: "Организация должна иметь соглашение о конфиденциальности или неразглашении, которое чётко определяет обязательства сторон по защите информации. Это соглашение должно регулярно пересматриваться и обновляться в соответствии с изменениями в законодательстве и бизнес-процессах."
			},
			{
				text: "2. Были ли роли и обязанности сотрудников в области безопасности, подрядчиков и сторонних пользователей определены и задокументированы в соответствии с политикой информационной безопасности организации.",
				advice: "Организация должна определить и задокументировать роли и обязанности сотрудников, подрядчиков и сторонних пользователей в области безопасности. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "3. Подтверждение заявленной академической и профессиональной квалификации и независимая проверка личности.",
				advice: "Организация должна подтверждать заявленную академическую и профессиональную квалификацию сотрудников, а также проводить независимую проверку личности. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "4. Пользователям предлагается подписать соглашение о конфиденциальности или неразглашении информации в рамках первоначальных условий трудового договора.",
				advice: "Организация должна предлагать пользователям подписать соглашение о конфиденциальности или неразглашении информации в рамках первоначальных условий трудового договора. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "5. Охватывает ли это соглашение ответственность за информационную безопасность организации и сотрудника, сторонних пользователей и подрядчиков.",
				advice: "Соглашение о конфиденциальности или неразглашении должно охватывать ответственность за информационную безопасность организации, сотрудников, сторонних пользователей и подрядчиков. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "6. Требует ли руководство от сотрудников, подрядчиков и сторонних пользователей применения мер безопасности в соответствии с установленными политиками и процедурами организации.",
				advice: "Организация должна требовать от сотрудников, подрядчиков и сторонних пользователей применения мер безопасности в соответствии с установленными политиками и процедурами. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "7. Проходят ли все сотрудники организации, а также, где это применимо, подрядчики и сторонние пользователи соответствующее обучение по вопросам безопасности и регулярные обновления политик и процедур организации, касающихся их должностных функций.",
				advice: "Организация должна обеспечивать обучение сотрудников, подрядчиков и сторонних пользователей по вопросам безопасности и регулярные обновления политик и процедур. Это необходимо для обеспечения безопасности информации и активов."
			}
		]
	},
    
  {
    title: "Физическая безопасность и среда",
    questions: [
			{
      text: "1. Был ли реализован физический объект пограничной безопасности для защиты службы обработки информации. Некоторыми примерами таких объектов безопасности являются входные ворота, стены, ресепшен с персоналом и т.д.",
			advice: "Организация должна реализовать физический объект пограничной безопасности для защиты службы обработки информации. Это может включать в себя входные ворота, стены, ресепшен с персоналом и другие меры безопасности. Это необходимо для защиты информации и активов от несанкционированного доступа."
			},
			{
			text: "2. Установлен ли контроль входа, позволяющий только авторизованному персоналу проникать в различные помещения внутри организации.",
			advice: "Организация должна установить контроль входа, позволяющий только авторизованному персоналу проникать в различные помещения. Это необходимо для защиты информации и активов от несанкционированного доступа."
			},
			{
				text: "3. Запираются ли помещения, в которых имеется служба обработки информации, или имеют ли они запирающиеся шкафы или сейфы.",
				advice: "Организация должна запирать помещения, в которых имеется служба обработки информации, или использовать запирающиеся шкафы или сейфы. Это необходимо для защиты информации и активов от несанкционированного доступа."
			},
			{
				text: "4. Разработана и применена ли физическая защита от ущерба от пожара, наводнения, землетрясения, взрыва, гражданских беспорядков и других форм стихийных или техногенных катастроф.",
				advice: "Организация должна разработать и применить физическую защиту от ущерба от пожара, наводнения, землетрясения, взрыва, гражданских беспорядков и других форм стихийных или техногенных катастроф. Это необходимо для защиты информации и активов от несанкционированного доступа."
			},
			{
				text: "5. Есть ли потенциальная угроза со стороны соседних помещений.",
				advice: "Организация должна учитывать потенциальные угрозы со стороны соседних помещений и принимать меры для их минимизации. Это необходимо для защиты информации и активов от несанкционированного доступа."
			},
			{
				text: "6. В местах возможного проникновения посторонних лиц помещения контролируются, а средства обработки информации изолируются во избежание несанкционированного доступа.",
				advice: "Организация должна контролировать места возможного проникновения посторонних лиц и изолировать средства обработки информации во избежание несанкционированного доступа. Это необходимо для защиты информации и активов."
			},
			{
				text: "7. Риски, связанные с экологическими угрозами и опасностями, а также возможности несанкционированного доступа.",
				advice: "Организация должна учитывать риски, связанные с экологическими угрозами и опасностями, а также возможности несанкционированного доступа. Это необходимо для защиты информации и активов."
			},
			{
				text: "8. Защищено ли оборудование от сбоев электропитания и других сбоев, вызванных сбоями в поддерживающих инженерных сетях.",
				advice: "Организация должна защищать оборудование от сбоев электропитания и других сбоев, вызванных сбоями в поддерживающих инженерных сетях. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "9. Правильно ли обслуживается оборудование, чтобы обеспечить его постоянную доступность и целостность.",
				advice: "Организация должна правильно обслуживать оборудование, чтобы обеспечить его постоянную доступность и целостность. Это необходимо для обеспечения безопасности информации и активов."
			}
		]
	},

  {
    title: "Операционная безопасность",
    questions: [
			{
      	text: "1. Документирована ли рабочая процедура, поддерживается ли она и доступна ли она всем пользователям, которым она необходима.",
				advice: "Организация должна документировать рабочие процедуры и поддерживать их в актуальном состоянии. Эти процедуры должны быть доступны всем пользователям, которым они необходимы. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "2. Рассматриваются ли такие процедуры как формальные документы и, следовательно, любые вносимые изменения требуют разрешения руководства.",
				advice: "Организация должна рассматривать рабочие процедуры как формальные документы. Любые вносимые изменения должны требовать разрешения руководства. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "3. Разделены ли обязанности и зоны ответственности, чтобы уменьшить возможности несанкционированного изменения или неправильного использования информации или услуг.",
				advice: "Организация должна разделять обязанности и зоны ответственности, чтобы уменьшить возможности несанкционированного изменения или неправильного использования информации или услуг. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "4. Управляются ли изменения в предоставлении услуг, включая поддержание и улучшение существующих политик, процедур и мер информационной безопасности.",
				advice: "Организация должна управлять изменениями в предоставлении услуг, включая поддержание и улучшение существующих политик, процедур и мер информационной безопасности. Это необходимо для обеспечения безопасности информации и активов."
			},
			{
				text: "5. Были ли разработаны и внедрены средства контроля обнаружения, предотвращения и восстановления для защиты от вредоносного кода и соответствующие процедуры информирования пользователей.",
				advice: "Организация должна разработать и внедрить средства контроля обнаружения, предотвращения и восстановления для защиты от вредоносного кода. Также должны быть разработаны соответствующие процедуры информирования пользователей. Это необходимо для обеспечения безопасности информации и активов."
			}
		]
	}
];