[
  {
    "id": "A.5.1",
    "title": "Наличие политики информационной безопасности",
    "description": "Существует ли официально утверждённая политика информационной безопасности, доступная для всех сотрудников?"
  },
  {
    "id": "A.5.2",
    "title": "Назначены ли роли и обязанности в области ИБ",
    "description": "Определены ли ответственные лица за ИБ на уровне руководства, IT, HR и других департаментов?"
  },
  {
    "id": "A.5.3",
    "title": "Разделение обязанностей",
    "description": "Обеспечено ли разделение конфликтующих ролей и задач, чтобы исключить злоупотребления?"
  },
  {
    "id": "A.5.4",
    "title": "Управление информацией и другими активами",
    "description": "Установлены ли процедуры регистрации, классификации, хранения и защиты активов?"
  },
  {
    "id": "A.5.5",
    "title": "Контакты с внешними организациями",
    "description": "Поддерживаются ли взаимодействия с правоохранительными, регулирующими и экспертными организациями по вопросам безопасности?"
  },
  {
    "id": "A.5.6",
    "title": "Обязанности по безопасности в рамках соглашений",
    "description": "Описаны ли обязанности по ИБ в контрактах с внешними поставщиками или партнёрами?"
  },
  {
    "id": "A.5.7",
    "title": "Проводится ли анализ угроз",
    "description": "Отслеживаются ли новые угрозы и уязвимости, которые могут повлиять на компанию?"
  },
  {
    "id": "A.5.8",
    "title": "Оценка рисков безопасности информации",
    "description": "Проводится ли регулярная идентификация, оценка и пересмотр рисков в области информационной безопасности?"
  },
  {
    "id": "A.5.9",
    "title": "Интеграция требований ИБ в бизнес-процессы",
    "description": "Учитываются ли аспекты ИБ при проектировании и изменении бизнес-процессов, систем и проектов?"
  },
  {
    "id": "A.5.10",
    "title": "Оповещение о событиях и инцидентах ИБ",
    "description": "Существует ли механизм уведомления и регистрации ИБ-инцидентов (например, утечки данных)?"
  },
  {
    "id": "A.5.15",
    "title": "Контроль доступа",
    "description": "Реализован ли механизм доступа к системам и данным на основе ролей или принципа наименьших привилегий?"
  },
  {
    "id": "A.5.20",
    "title": "Управление идентичностью и аутентификацией",
    "description": "Реализованы ли меры для подтверждения личности пользователей (например, MFA, SSO)?"
  },
  {
    "id": "A.5.23",
    "title": "Безопасность при работе с облачными сервисами",
    "description": "Учитываются ли риски ИБ при использовании облачных провайдеров (например, AWS, GCP)?"
  }
]
